Microchip-MPLAB-Harmony/dev_packs/Microchip/PIC32MX_DFP/1.5.259/atdf/PIC32MX460F512L.atdf
      <value-group caption="Bidirectional Endpoint Control bit" name="U1EP6__EPCONDIS">
         <value caption="Disable Endpoint n from Control transfers; only TX and RX transfers allowed" name="" value="0x1" />
         <value caption="Enable Endpoint n for Control (SETUP) transfers; TX and RX transfers also allowed" name="" value="0x0" />
      </value-group>
      <value-group caption="Endpoint Handshake Enable bit" name="U1EP7__EPHSHK">
         <value caption="Endpoint Handshake is enabled" name="" value="0x1" />
         <value caption="Endpoint Handshake is disabled (typically used for isochronous endpoints)" name="" value="0x0" />
      </value-group>
      <value-group caption="Endpoint Stall Status bit" name="U1EP7__EPSTALL">
         <value caption="Endpoint n was stalled" name="" value="0x1" />
         <value caption="Endpoint n was not stalled" name="" value="0x0" />
      </value-group>
      <value-group caption="Endpoint Transmit Enable bit" name="U1EP7__EPTXEN">
         <value caption="Endpoint n transmit is enabled" name="" value="0x1" />
         <value caption="Endpoint n transmit is disabled" name="" value="0x0" />
      </value-group>
      <value-group caption="Endpoint Receive Enable bit" name="U1EP7__EPRXEN">
         <value caption="Endpoint n receive is enabled" name="" value="0x1" />
         <value caption="Endpoint n receive is disabled" name="" value="0x0" />
      </value-group>
      <value-group caption="Bidirectional Endpoint Control bit" name="U1EP7__EPCONDIS">
         <value caption="Disable Endpoint n from Control transfers; only TX and RX transfers allowed" name="" value="0x1" />
         <value caption="Enable Endpoint n for Control (SETUP) transfers; TX and RX transfers also allowed" name="" value="0x0" />
      </value-group>
      <value-group caption="Endpoint Handshake Enable bit" name="U1EP8__EPHSHK">
         <value caption="Endpoint Handshake is enabled" name="" value="0x1" />
         <value caption="Endpoint Handshake is disabled (typically used for isochronous endpoints)" name="" value="0x0" />
      </value-group>
      <value-group caption="Endpoint Stall Status bit" name="U1EP8__EPSTALL">
         <value caption="Endpoint n was stalled" name="" value="0x1" />
         <value caption="Endpoint n was not stalled" name="" value="0x0" />
      </value-group>
      <value-group caption="Endpoint Transmit Enable bit" name="U1EP8__EPTXEN">
         <value caption="Endpoint n transmit is enabled" name="" value="0x1" />
         <value caption="Endpoint n transmit is disabled" name="" value="0x0" />
      </value-group>
      <value-group caption="Endpoint Receive Enable bit" name="U1EP8__EPRXEN">
         <value caption="Endpoint n receive is enabled" name="" value="0x1" />
         <value caption="Endpoint n receive is disabled" name="" value="0x0" />
      </value-group>
      <value-group caption="Bidirectional Endpoint Control bit" name="U1EP8__EPCONDIS">
         <value caption="Disable Endpoint n from Control transfers; only TX and RX transfers allowed" name="" value="0x1" />
         <value caption="Enable Endpoint n for Control (SETUP) transfers; TX and RX transfers also allowed" name="" value="0x0" />
      </value-group>
      <value-group caption="Endpoint Handshake Enable bit" name="U1EP9__EPHSHK">
         <value caption="Endpoint Handshake is enabled" name="" value="0x1" />
         <value caption="Endpoint Handshake is disabled (typically used for isochronous endpoints)" name="" value="0x0" />
      </value-group>
      <value-group caption="Endpoint Stall Status bit" name="U1EP9__EPSTALL">
         <value caption="Endpoint n was stalled" name="" value="0x1" />
         <value caption="Endpoint n was not stalled" name="" value="0x0" />
      </value-group>
      <value-group caption="Endpoint Transmit Enable bit" name="U1EP9__EPTXEN">
         <value caption="Endpoint n transmit is enabled" name="" value="0x1" />
         <value caption="Endpoint n transmit is disabled" name="" value="0x0" />
      </value-group>
      <value-group caption="Endpoint Receive Enable bit" name="U1EP9__EPRXEN">
         <value caption="Endpoint n receive is enabled" name="" value="0x1" />
         <value caption="Endpoint n receive is disabled" name="" value="0x0" />
      </value-group>
      <value-group caption="Bidirectional Endpoint Control bit" name="U1EP9__EPCONDIS">
         <value caption="Disable Endpoint n from Control transfers; only TX and RX transfers allowed" name="" value="0x1" />
         <value caption="Enable Endpoint n for Control (SETUP) transfers; TX and RX transfers also allowed" name="" value="0x0" />
      </value-group>
      <value-group caption="Endpoint Handshake Enable bit" name="U1EP10__EPHSHK">
         <value caption="Endpoint Handshake is enabled" name="" value="0x1" />
         <value caption="Endpoint Handshake is disabled (typically used for isochronous endpoints)" name="" value="0x0" />
      </value-group>
      <value-group caption="Endpoint Stall Status bit" name="U1EP10__EPSTALL">
         <value caption="Endpoint n was stalled" name="" value="0x1" />
         <value caption="Endpoint n was not stalled" name="" value="0x0" />
      </value-group>
      <value-group caption="Endpoint Transmit Enable bit" name="U1EP10__EPTXEN">
         <value caption="Endpoint n transmit is enabled" name="" value="0x1" />
         <value caption="Endpoint n transmit is disabled" name="" value="0x0" />
      </value-group>
      <value-group caption="Endpoint Receive Enable bit" name="U1EP10__EPRXEN">
         <value caption="Endpoint n receive is enabled" name="" value="0x1" />
         <value caption="Endpoint n receive is disabled" name="" value="0x0" />
      </value-group>
      <value-group caption="Bidirectional Endpoint Control bit" name="U1EP10__EPCONDIS">
         <value caption="Disable Endpoint n from Control transfers; only TX and RX transfers allowed" name="" value="0x1" />
         <value caption="Enable Endpoint n for Control (SETUP) transfers; TX and RX transfers also allowed" name="" value="0x0" />
      </value-group>
      <value-group caption="Endpoint Handshake Enable bit" name="U1EP11__EPHSHK">
         <value caption="Endpoint Handshake is enabled" name="" value="0x1" />
         <value caption="Endpoint Handshake is disabled (typically used for isochronous endpoints)" name="" value="0x0" />
      </value-group>
      <value-group caption="Endpoint Stall Status bit" name="U1EP11__EPSTALL">
         <value caption="Endpoint n was stalled" name="" value="0x1" />
         <value caption="Endpoint n was not stalled" name="" value="0x0" />
      </value-group>
      <value-group caption="Endpoint Transmit Enable bit" name="U1EP11__EPTXEN">
         <value caption="Endpoint n transmit is enabled" name="" value="0x1" />
         <value caption="Endpoint n transmit is disabled" name="" value="0x0" />
      </value-group>
      <value-group caption="Endpoint Receive Enable bit" name="U1EP11__EPRXEN">
         <value caption="Endpoint n receive is enabled" name="" value="0x1" />
         <value caption="Endpoint n receive is disabled" name="" value="0x0" />
      </value-group>
      <value-group caption="Bidirectional Endpoint Control bit" name="U1EP11__EPCONDIS">
         <value caption="Disable Endpoint n from Control transfers; only TX and RX transfers allowed" name="" value="0x1" />
         <value caption="Enable Endpoint n for Control (SETUP) transfers; TX and RX transfers also allowed" name="" value="0x0" />
      </value-group>
